tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "rs/tap"
tap "sanemat/font"
brew "argocd"
brew "coreutils"
brew "asdf"
brew "node"
brew "bash-language-server"
brew "berkeley-db", link: true
brew "broot"
brew "python@3.9"
brew "glib"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "conftest"
brew "exa"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "fzf"
brew "ghq"
brew "git"
brew "go"
brew "kind"
brew "python@3.10"
brew "pipenv"
brew "pyenv"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "tmux"
brew "vegeta"
brew "vim"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "alfred"
cask "cheatsheet"
cask "clipy"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "microsoft-auto-update"
cask "obsidian"
cask "visual-studio-code"
cask "vivaldi"
